Repository: hubertik1/TrustMap-app
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, uk

# ui.search_places
source: Search places
de: Orte suchen
es: Buscar lugares
fr: Rechercher des lieux
it: Cerca luoghi
pl: Szukaj miejsc
pt: Pesquisar locais
uk: Пошук місць

# ui.search_places_or_dishes
source: Search places or dishes
de: Orte oder Gerichte suchen
es: Buscar lugares o platos
fr: Rechercher des lieux ou des plats
it: Cerca luoghi o piatti
pl: Szukaj miejsc lub dań
pt: Pesquisar locais ou pratos
uk: Пошук місць або страв

# ui.search_rated_places
source: Search rated places
de: Bewertete Orte suchen
es: Buscar lugares valorados
fr: Rechercher des lieux évalués
it: Cerca luoghi valutati
pl: Szukaj ocenionych miejsc
pt: Pesquisar locais classificados
uk: Пошук оцінених місць

# ui.search_rated_restaurants
source: Search rated restaurants
de: Bewertete Restaurants suchen
es: Buscar restaurantes valorados
fr: Rechercher des restaurants évalués
it: Cerca ristoranti valutati
pl: Szukaj ocenionych restauracji
pt: Pesquisar restaurantes avaliados
uk: Пошук оцінених ресторанів

# ui.search_reviewed_dishes
source: Search reviewed dishes
de: Bewertete Gerichte suchen
es: Buscar platos reseñados
fr: Rechercher des plats évalués
it: Cerca piatti recensiti
pl: Szukaj ocenionych dań
pt: Pesquisar pratos avaliados
uk: Пошук оцінених страв

# ui.searching_places
source: Searching places...
de: Orte werden gesucht…
es: Buscando lugares…
fr: Recherche de lieux…
it: Ricerca luoghi…
pl: Wyszukiwanie miejsc…
pt: A pesquisar locais…
uk: Пошук місць…

# ui.searching_users
source: Searching users...
de: Nutzer werden gesucht…
es: Buscando usuarios…
fr: Recherche d’utilisateurs…
it: Ricerca utenti…
pl: Wyszukiwanie użytkowników…
pt: A pesquisar utilizadores…
uk: Пошук користувачів…

# ui.select_a_place
source: Select a place
de: Ort auswählen
es: Selecciona un lugar
fr: Sélectionnez un lieu
it: Seleziona un luogo
pl: Wybierz miejsce
pt: Seleciona um local
uk: Виберіть місце

# ui.select_a_place_before_continuing
source: Select a place before continuing.
de: Wähle einen Ort, um fortzufahren.
es: Selecciona un lugar para continuar.
fr: Sélectionnez un lieu pour continuer.
it: Seleziona un luogo per continuare.
pl: Wybierz miejsce, aby kontynuować.
pt: Seleciona um local para continuar.
uk: Виберіть місце, щоб продовжити.

# ui.select_a_supported_image_before_uploading
source: Select a supported image before uploading.
de: Wähle vor dem Hochladen ein unterstütztes Bild.
es: Selecciona una imagen compatible antes de subirla.
fr: Sélectionnez une image compatible avant de l’envoyer.
it: Seleziona un’immagine supportata prima di caricarla.
pl: Przed przesłaniem wybierz obsługiwany obraz.
pt: Seleciona uma imagem suportada antes de a enviar.
uk: Перед завантаженням виберіть підтримуване зображення.

# ui.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
pl: Wybrano
pt: Selecionado
uk: Вибрано

# ui.selected_from_map
source: Selected from map
de: Auf der Karte ausgewählt
es: Seleccionado en el mapa
fr: Sélectionné sur la carte
it: Selezionato sulla mappa
pl: Wybrano na mapie
pt: Selecionado no mapa
uk: Вибрано на мапі

# ui.selected_place
source: Selected Place
de: Ausgewählter Ort
es: Lugar seleccionado
fr: Lieu sélectionné
it: Luogo selezionato
pl: Wybrane miejsce
pt: Local selecionado
uk: Вибране місце

# ui.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pl: Ustawienia
pt: Definições
uk: Налаштування

# ui.settings_menu
source: Settings...
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
pl: Ustawienia…
pt: Definições…
uk: Налаштування…

# ui.shared_name
source: Shared name
de: Gemeinsamer Name
es: Nombre compartido
fr: Nom partagé
it: Nome condiviso
pl: Wspólna nazwa
pt: Nome partilhado
uk: Спільна назва

# ui.short_review_optional
source: Short review (optional)
de: Kurze Bewertung (optional)
es: Reseña breve (opcional)
fr: Avis court (facultatif)
it: Breve recensione (facoltativa)
pl: Krótka opinia (opcjonalnie)
pt: Avaliação breve (opcional)
uk: Короткий відгук (необов’язково)

# ui.show
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
pl: Pokaż
pt: Mostrar
uk: Показати

# ui.show_all
source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
pl: Pokaż wszystko
pt: Mostrar tudo
uk: Показати все

source: Sign in with Apple is unavailable in SwiftUI previews. Run TrustMap in the Simulator or on a device to test authentication.
de: Die Apple-Anmeldung ist in SwiftUI-Vorschauen nicht verfügbar. Starte TrustMap im Simulator oder auf einem Gerät zum Testen.
es: El inicio de sesión con Apple no está disponible en las vistas previas de SwiftUI. Ejecuta TrustMap en el simulador o en un dispositivo para probarlo.
fr: La connexion avec Apple est indisponible dans les aperçus SwiftUI. Lancez TrustMap dans le simulateur ou sur un appareil pour la tester.
it: L’accesso con Apple non è disponibile nelle anteprime SwiftUI. Avvia TrustMap nel simulatore o su un dispositivo per provarlo.
pl: Logowanie przez Apple nie jest dostępne w podglądzie SwiftUI. Uruchom TrustMap w symulatorze lub na urządzeniu, aby je przetestować.
pt: O início de sessão com a Apple não está disponível nas pré-visualizações SwiftUI. Executa o TrustMap no simulador ou num dispositivo para testar.
uk: Вхід через Apple недоступний у попередньому перегляді SwiftUI. Запустіть TrustMap у симуляторі або на пристрої, щоб перевірити його.

# ui.sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
pl: Wyloguj się
pt: Terminar sessão
uk: Вийти

# ui.signing_in
source: Signing in…
de: Anmeldung…
es: Iniciando sesión…
fr: Connexion…
it: Accesso in corso…
pl: Logowanie…
pt: A iniciar sessão…
uk: Вхід…

# ui.signing_in_waiting_for_the_server
source: Signing in. Waiting for the server.
de: Anmeldung. Warten auf den Server.
es: Iniciando sesión. Esperando al servidor.
fr: Connexion. En attente du serveur.
it: Accesso in corso. In attesa del server.
pl: Logowanie. Oczekiwanie na serwer.
pt: A iniciar sessão. A aguardar o servidor.
uk: Вхід. Очікування сервера.

# ui.some_selected_photos_couldn_t_be_prepared
source: Some selected photos couldn't be prepared.
de: Einige ausgewählte Fotos konnten nicht vorbereitet werden.
es: No se pudieron preparar algunas fotos seleccionadas.
fr: Impossible de préparer certaines photos sélectionnées.
it: Impossibile preparare alcune foto selezionate.
pl: Nie udało się przygotować części wybranych zdjęć.
pt: Não foi possível preparar algumas fotos selecionadas.
uk: Не вдалося підготувати деякі вибрані фото.

# ui.someone
source: Someone
de: Jemand
es: Alguien
fr: Quelqu’un
it: Qualcuno
pl: Ktoś
pt: Alguém
uk: Хтось

# ui.something_went_wrong
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
it: Qualcosa è andato storto
pl: Coś poszło nie tak
pt: Algo correu mal
uk: Щось пішло не так

# ui.sort_by
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
pl: Sortuj według
pt: Ordenar por
uk: Сортувати за

# ui.switch_to_satellite_map
source: Switch to satellite map
de: Zur Satellitenkarte wechseln
es: Cambiar al mapa satélite
fr: Passer à la carte satellite
it: Passa alla mappa satellitare
pl: Przełącz na mapę satelitarną
pt: Mudar para o mapa de satélite
uk: Перейти до супутникової мапи

# ui.switch_to_standard_map
source: Switch to standard map
de: Zur Standardkarte wechseln
es: Cambiar al mapa estándar
fr: Passer à la carte standard
it: Passa alla mappa standard
pl: Przełącz na mapę standardową
pt: Mudar para o mapa padrão
uk: Перейти до стандартної мапи

# ui.tell_friends_what_kind_of_places_you_like
source: Tell friends what kind of places you like...
de: Erzähle Freunden, welche Orte du magst…
es: Cuéntales a tus amigos qué lugares te gustan…
fr: Dites à vos amis quels lieux vous aimez…
it: Racconta agli amici quali luoghi ti piacciono…
pl: Powiedz znajomym, jakie miejsca lubisz…
pt: Conta aos amigos que tipo de locais gostas…
uk: Розкажіть друзям, які місця вам подобаються…

# ui.temporary
source: Temporary
de: Vorübergehend
es: Temporales
fr: Temporaires
it: Temporanee
pl: Tymczasowe
pt: Temporárias
uk: Тимчасові

# ui.terms_of_service
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
it: Termini di servizio
pl: Warunki korzystania
pt: Termos de serviço
uk: Умови користування

# ui.the_app_could_not_decode_the_server_response
source: The app could not decode the server response.
de: Die Serverantwort konnte nicht gelesen werden.
es: No se pudo leer la respuesta del servidor.
fr: Impossible de lire la réponse du serveur.
it: Impossibile leggere la risposta del server.
pl: Nie udało się odczytać odpowiedzi serwera.
pt: Não foi possível ler a resposta do servidor.
uk: Не вдалося прочитати відповідь сервера.

# ui.the_app_could_not_save_the_session_securely
source: The app could not save the session securely.
de: Die Sitzung konnte nicht sicher gespeichert werden.
es: No se pudo guardar la sesión de forma segura.
fr: Impossible d’enregistrer la session de manière sécurisée.
it: Impossibile salvare la sessione in modo sicuro.
pl: Nie udało się bezpiecznie zapisać sesji.
pt: Não foi possível guardar a sessão de forma segura.
uk: Не вдалося безпечно зберегти сеанс.

# ui.the_app_could_not_update_the_saved_session
source: The app could not update the saved session.
de: Die gespeicherte Sitzung konnte nicht aktualisiert werden.
es: No se pudo actualizar la sesión guardada.
fr: Impossible de mettre à jour la session enregistrée.
it: Impossibile aggiornare la sessione salvata.
pl: Nie udało się zaktualizować zapisanej sesji.
pt: Não foi possível atualizar a sessão guardada.
uk: Не вдалося оновити збережений сеанс.

# ui.the_apple_sign_in_request_could_not_be_validated
source: The Apple sign-in request could not be validated.
de: Die Apple-Anmeldung konnte nicht überprüft werden.
es: No se pudo validar el inicio de sesión con Apple.
fr: Impossible de valider la connexion avec Apple.
it: Impossibile verificare l’accesso con Apple.
pl: Nie udało się zweryfikować logowania przez Apple.
pt: Não foi possível validar o início de sessão com a Apple.
uk: Не вдалося перевірити вхід через Apple.

# ui.the_backend_url_is_invalid
source: The backend URL is invalid.
de: Die Serveradresse ist ungültig.
es: La dirección del servidor no es válida.
fr: L’adresse du serveur est invalide.
it: L’indirizzo del server non è valido.
pl: Adres serwera jest nieprawidłowy.
pt: O endereço do servidor é inválido.
uk: Адреса сервера недійсна.

# ui.the_captured_photo_couldn_t_be_prepared
source: The captured photo couldn't be prepared.
de: Das aufgenommene Foto konnte nicht vorbereitet werden.
es: No se pudo preparar la foto capturada.
fr: Impossible de préparer la photo prise.
it: Impossibile preparare la foto scattata.
pl: Nie udało się przygotować zrobionego zdjęcia.
pt: Não foi possível preparar a foto tirada.
uk: Не вдалося підготувати зроблене фото.

source: The dish review could not be saved because the photo upload failed. Nothing was changed.
de: Die Gerichtbewertung konnte wegen eines fehlgeschlagenen Foto-Uploads nicht gespeichert werden. Es wurde nichts geändert.
es: No se pudo guardar la reseña del plato porque falló la carga de la foto. No se cambió nada.
fr: Impossible d’enregistrer l’avis sur le plat car l’envoi de la photo a échoué. Rien n’a été modifié.
it: Impossibile salvare la recensione del piatto perché il caricamento della foto non è riuscito. Nessuna modifica effettuata.
pl: Nie udało się zapisać opinii o daniu, ponieważ przesyłanie zdjęcia nie powiodło się. Nic nie zostało zmienione.
pt: Não foi possível guardar a avaliação do prato porque o envio da foto falhou. Nada foi alterado.
uk: Не вдалося зберегти відгук про страву, оскільки завантаження фото не вдалося. Нічого не змінено.

# ui.the_photo_data_was_invalid
source: The photo data was invalid.
de: Die Fotodaten waren ungültig.
es: Los datos de la foto no eran válidos.
fr: Les données de la photo étaient invalides.
it: I dati della foto non erano validi.
pl: Dane zdjęcia były nieprawidłowe.
pt: Os dados da foto eram inválidos.
uk: Дані фото були недійсними.

# ui.the_photo_response_was_invalid
source: The photo response was invalid.
de: Die Fotoantwort war ungültig.
es: La respuesta de la foto no era válida.
fr: La réponse contenant la photo était invalide.
it: La risposta della foto non era valida.
pl: Odpowiedź ze zdjęciem była nieprawidłowa.
pt: A resposta da foto era inválida.
uk: Відповідь із фото була недійсною.

# ui.the_review_and_its_photos_will_be_sent_to_trustmap_for_moderation
source: The review and its photos will be sent to TrustMap for moderation.
de: Die Bewertung und ihre Fotos werden zur Moderation an TrustMap gesendet.
es: La reseña y sus fotos se enviarán a TrustMap para su moderación.
fr: L’avis et ses photos seront envoyés à TrustMap pour modération.
it: La recensione e le sue foto saranno inviate a TrustMap per la moderazione.
pl: Opinia i jej zdjęcia zostaną przesłane do TrustMap w celu moderacji.
pt: A avaliação e as fotos serão enviadas ao TrustMap para moderação.
uk: Відгук та його фото буде надіслано до TrustMap для модерації.

source: The review could not be saved because at least one photo failed to upload. Nothing was changed.
de: Die Bewertung konnte nicht gespeichert werden, da mindestens ein Foto nicht hochgeladen wurde. Es wurde nichts geändert.
es: No se pudo guardar la reseña porque falló la carga de al menos una foto. No se cambió nada.
fr: Impossible d’enregistrer l’avis car l’envoi d’au moins une photo a échoué. Rien n’a été modifié.
it: Impossibile salvare la recensione perché il caricamento di almeno una foto non è riuscito. Nessuna modifica effettuata.
pl: Nie udało się zapisać opinii, ponieważ co najmniej jedno zdjęcie nie zostało przesłane. Nic nie zostało zmienione.
pt: Não foi possível guardar a avaliação porque o envio de pelo menos uma foto falhou. Nada foi alterado.
uk: Не вдалося зберегти відгук, оскільки принаймні одне фото не завантажено. Нічого не змінено.

# ui.the_selected_photo_couldn_t_be_prepared
source: The selected photo couldn't be prepared.
de: Das ausgewählte Foto konnte nicht vorbereitet werden.
es: No se pudo preparar la foto seleccionada.
fr: Impossible de préparer la photo sélectionnée.
it: Impossibile preparare la foto selezionata.
pl: Nie udało się przygotować wybranego zdjęcia.
pt: Não foi possível preparar a foto selecionada.
uk: Не вдалося підготувати вибране фото.

# ui.the_selected_photos_couldn_t_be_prepared
source: The selected photos couldn't be prepared.
de: Die ausgewählten Fotos konnten nicht vorbereitet werden.
es: No se pudieron preparar las fotos seleccionadas.
fr: Impossible de préparer les photos sélectionnées.
it: Impossibile preparare le foto selezionate.
pl: Nie udało się przygotować wybranych zdjęć.
pt: Não foi possível preparar as fotos selecionadas.
uk: Не вдалося підготувати вибрані фото.

# ui.the_server_response_was_invalid
source: The server response was invalid.
de: Die Serverantwort war ungültig.
es: La respuesta del servidor no era válida.
fr: La réponse du serveur était invalide.
it: La risposta del server non era valida.
pl: Odpowiedź serwera była nieprawidłowa.
pt: A resposta do servidor era inválida.
uk: Відповідь сервера була недійсною.

# ui.the_server_returned_an_empty_response
source: The server returned an empty response.
de: Der Server hat eine leere Antwort zurückgegeben.
es: El servidor devolvió una respuesta vacía.
fr: Le serveur a renvoyé une réponse vide.
it: Il server ha restituito una risposta vuota.
pl: Serwer zwrócił pustą odpowiedź.
pt: O servidor devolveu uma resposta vazia.
uk: Сервер повернув порожню відповідь.

# ui.the_server_returned_an_unexpected_response
source: The server returned an unexpected response.
de: Der Server hat eine unerwartete Antwort zurückgegeben.
es: El servidor devolvió una respuesta inesperada.
fr: Le serveur a renvoyé une réponse inattendue.
it: Il server ha restituito una risposta inattesa.
pl: Serwer zwrócił nieoczekiwaną odpowiedź.
pt: O servidor devolveu uma resposta inesperada.
uk: Сервер повернув неочікувану відповідь.

# ui.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pl: Motyw
pt: Tema
uk: Тема

# ui.this_action_can_t_be_undone
source: This action can't be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
pl: Tej czynności nie można cofnąć.
pt: Esta ação não pode ser anulada.
uk: Цю дію неможливо скасувати.

source: This allows you to see each other's content again. Your previous friendship won't be restored.
de: Ihr könnt wieder die Inhalte voneinander sehen. Eure frühere Freundschaft wird nicht wiederhergestellt.
es: Podréis volver a ver el contenido del otro. Vuestra amistad anterior no se restaurará.
fr: Vous pourrez de nouveau voir vos contenus respectifs. Votre ancienne amitié ne sera pas rétablie.
it: Potrete vedere di nuovo i contenuti dell’altro. La precedente amicizia non verrà ripristinata.
pl: Znów będziecie widzieć swoje treści. Wasza wcześniejsza znajomość nie zostanie przywrócona.
pt: Poderão voltar a ver o conteúdo um do outro. A amizade anterior não será restaurada.
uk: Ви знову зможете бачити вміст одне одного. Попередню дружбу не буде відновлено.

source: This category will stop being available to you and your friends. Existing reviews will keep their history.
de: Diese Kategorie ist für dich und deine Freunde nicht mehr verfügbar. Bestehende Bewertungen behalten ihre Historie.
es: Esta categoría dejará de estar disponible para ti y tus amigos. Las reseñas existentes conservarán su historial.
fr: Cette catégorie ne sera plus disponible pour vous et vos amis. Les avis existants conserveront leur historique.
it: Questa categoria non sarà più disponibile per te e i tuoi amici. Le recensioni esistenti manterranno la loro cronologia.
pl: Ta kategoria przestanie być dostępna dla Ciebie i Twoich znajomych. Dotychczasowe opinie zachowają swoją historię.
pt: Esta categoria deixará de estar disponível para ti e os teus amigos. As avaliações existentes manterão o histórico.
uk: Ця категорія стане недоступною для вас і ваших друзів. Наявні відгуки збережуть свою історію.

source: This permanently removes your profile, reviews, photos, friends, and private custom places that no one else uses. This can’t be undone.
de: Dein Profil, Bewertungen, Fotos, Freunde und private eigene Orte, die niemand sonst nutzt, werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán permanentemente tu perfil, reseñas, fotos, amigos y lugares privados personalizados que nadie más use. No se puede deshacer.
fr: Votre profil, vos avis, photos, amis et lieux privés personnalisés que personne d’autre n’utilise seront définitivement supprimés. Cette action est irréversible.
it: Il tuo profilo, recensioni, foto, amici e luoghi privati personalizzati non usati da altri verranno eliminati definitivamente. Questa azione non può essere annullata.
pl: Spowoduje to trwałe usunięcie Twojego profilu, opinii, zdjęć, znajomych i prywatnych własnych miejsc, z których nikt inny nie korzysta. Tej czynności nie można cofnąć.
pt: O teu perfil, avaliações, fotos, amigos e locais privados personalizados que mais ninguém usa serão eliminados permanentemente. Esta ação não pode ser anulada.
uk: Це назавжди видалить ваш профіль, відгуки, фото, друзів і власні приватні місця, якими ніхто інший не користується. Цю дію неможливо скасувати.

# ui.this_place_or_review_is_no_longer_available
source: This place or review is no longer available.
de: Dieser Ort oder diese Bewertung ist nicht mehr verfügbar.
es: Este lugar o reseña ya no está disponible.
fr: Ce lieu ou cet avis n’est plus disponible.
it: Questo luogo o questa recensione non è più disponibile.
pl: To miejsce lub opinia nie są już dostępne.
pt: Este local ou avaliação já não está disponível.
uk: Це місце або відгук більше недоступні.

# ui.this_profile_is_private
source: This profile is private.
de: Dieses Profil ist privat.
es: Este perfil es privado.
fr: Ce profil est privé.
it: Questo profilo è privato.
pl: Ten profil jest prywatny.
pt: Este perfil é privado.
uk: Цей профіль приватний.

# ui.this_review_is_no_longer_available
source: This review is no longer available.
de: Diese Bewertung ist nicht mehr verfügbar.
es: Esta reseña ya no está disponible.
fr: Cet avis n’est plus disponible.
it: Questa recensione non è più disponibile.
pl: Ta opinia nie jest już dostępna.
pt: Esta avaliação já não está disponível.
uk: Цей відгук більше недоступний.

# ui.this_user_doesn_t_allow_you_to_view_their_profile
source: This user doesn’t allow you to view their profile.
de: Dieser Nutzer erlaubt dir nicht, sein Profil anzusehen.
es: Este usuario no te permite ver su perfil.
fr: Cet utilisateur ne vous permet pas de voir son profil.
it: Questo utente non ti consente di vedere il suo profilo.
pl: Ten użytkownik nie udostępnia Ci swojego profilu.
pt: Este utilizador não te permite ver o seu perfil.
uk: Цей користувач не дозволяє вам переглядати його профіль.

# ui.this_user_doesn_t_allow_you_to_view_their_rated_places_or_reviewed_dishes
source: This user doesn’t allow you to view their rated places or reviewed dishes.
de: Dieser Nutzer erlaubt dir nicht, seine bewerteten Orte oder Gerichte anzusehen.
es: Este usuario no te permite ver sus lugares o platos reseñados.
fr: Cet utilisateur ne vous permet pas de voir ses lieux ou plats évalués.
it: Questo utente non ti consente di vedere i suoi luoghi o piatti recensiti.
pl: Ten użytkownik nie udostępnia Ci swoich ocenionych miejsc ani dań.
pt: Este utilizador não te permite ver os locais ou pratos que avaliou.
uk: Цей користувач не дозволяє вам переглядати оцінені ним місця або страви.

# ui.this_user_keeps_their_friend_list_private
source: This user keeps their friend list private.
de: Dieser Nutzer hält seine Freundesliste privat.
es: Este usuario mantiene su lista de amigos privada.
fr: Cet utilisateur garde sa liste d’amis privée.
it: Questo utente mantiene privata la sua lista di amici.
pl: Ten użytkownik ma prywatną listę znajomych.
pt: Este utilizador mantém a sua lista de amigos privada.
uk: Цей користувач має приватний список друзів.

# ui.to_add_a_dish_review_first_choose_a_restaurant_and_rate_it
source: To add a dish review, first choose a restaurant and rate it.
de: Wähle und bewerte zuerst ein Restaurant, um ein Gericht zu bewerten.
es: Para reseñar un plato, primero elige un restaurante y valóralo.
fr: Pour évaluer un plat, choisissez d’abord un restaurant et évaluez-le.
it: Per recensire un piatto, scegli prima un ristorante e valutalo.
pl: Aby dodać opinię o daniu, najpierw wybierz restaurację i oceń ją.
pt: Para avaliar um prato, escolhe primeiro um restaurante e avalia-o.
uk: Щоб додати відгук про страву, спочатку виберіть ресторан та оцініть його.
